insert into orders (id, client, address, date)
values (1, 'Игорь', 'Тобольск', '2022-08-16'),
       (2, 'Миша', 'Тобольск', '2022-08-17'),
       (3, 'Саша', 'Тобольск', '2022-08-18'),
       (4, 'Тимур', 'Тобольск', '2022-08-19'),
       (5, 'Лёша', 'Тобольск', '2022-08-20');


insert into goods (id, name, price)
values (1, 'Утюг', 1000),
       (2, 'Ковер', 10000),
       (3, 'Телевизо', 30000),
       (4, 'Кровать', 100000),
       (5, 'Шкаф', 15000),
       (6, 'Лампочка', 100),
       (7, 'Китикет', 50),
       (8, 'Сковорода', 800),
       (9, 'Масло', 200),
       (10, 'Слон', 100000000);

insert into order_line (id, order_id, goods_id, count)
values (1, 1, 1, 1),
       (2, 1, 3, 1),
       (3, 1, 7, 2),
       (4, 2, 6, 7),
       (5, 2, 2, 10),
       (6, 3, 4, 1),
       (7, 3, 8, 3),
       (8, 3, 9, 4),
       (9, 3, 1, 2),
       (10, 3, 2, 2),
       (11, 4, 5, 3),
       (12, 4, 4, 4),
       (13, 4, 7, 5),
       (14, 4, 9, 8),
       (15, 4, 2, 3),
       (16, 4, 1, 2),
       (17, 5, 10, 10);
